{
    "title": "ABC of Bauhaus - Book Cover",
    "abstract": "Bauhaus é minha escola de design avant-garde favorita, por causa da forma, da filosofia, da história e da luta deles na Segunda Guerra Mundial. Quando estudei Bauhaus na faculdade, sua história foi muito inspiradora para mim. Então, eu queria criar algo que pudesse me colocar em uma perspectiva estética de Bauhaus.",
    "context": "O contexto",
    "contextP1": "Para este redesign, tentei recriar a estética de Bauhaus com uma aparência contemporânea. Este livro, chamado 'ABC da Bauhaus', tem uma capa minimalista, menos colorida e, na minha opinião, um pouco fria.",
    "process": "O processo criativo",
    "processP1": "Decidi procurar algumas referências de artistas e designers de Bauhaus. Quando estava na faculdade de Design de Interiores, um dos designers que teve grande destaque nos meus estudos foi Wassily Kandinsky, porque fiz, com outros designers, um trabalho baseado em uma de suas obras. Aqui, decidi buscar mais de suas obras de arte e encontrei muitas pinturas inspiradoras que foi difícil escolher uma. Mas quando vi esta, soube o que fazer para o meu redesign:",
    "processP2": "No meu benchmarking, encontrei algumas coisas interessantes, e esta imagem completou minhas ideias:",
    "processP3": "Depois de encontrar algumas inspirações, comecei a criar minha própria versão do 'ABC da Bauhaus'. E essa é sempre a minha parte favorita de fazer algo: a hora de fazer acontecer!",
    "result": "O resultado",
    "resultP1": "Gosto de um estilo básico na minha maneira de viver: roupas, processos e também design. O básico geralmente funciona melhor do que grandes produções. Então, esse foi o meu caminho para fazer esta nova capa.",
    "resultP2": "Usei formas geométricas básicas para compor a capa, baseada no estilo Bauhaus, na pintura de Kandinsky e na imagem acima. Também escolhi cores primárias e neutras para dar um toque colorido, mas com suavidade, inspirado nas mesmas coisas. Para a tipografia, usei a fonte Bauhaus para o nome 'Bauhaus' (acho que você imagina o motivo) e a fonte Glacial Indifference para o restante.",
    "resultP3": "Depois de escolher as cores, as formas e as fontes, juntei tudo na nova capa:",
    "resultP4": "Este projeto me deu uma nova perspectiva sobre cores, formas, geometria e minimalismo, olhando pelos olhos de Bauhaus, minha vanguarda favorita do design.",
    "resultP5": "Obrigado por assistir!"
    }