{
    "title": "Goodreads - Estudo de Caso",
    "abstractP1": "O aplicativo escolhido para este estudo de caso foi o Goodreads, uma rede social de leitores de todo o mundo, sendo um dos maiores em seu segmento. Escolhi este aplicativo porque, como um leitor ávido há muitos anos, gosto de catalogar o que leio, listar minhas leituras futuras e ver o que há de novo no mundo literário.",
    "abstractP2": "Mas parece que o Goodreads poderia entregar muito mais, pois ficou famoso como seu layout e usabilidade atuais são os mesmos há anos. Muitos usuários reclamam que não há atualizações significativas e que o aplicativo possui muitos problemas. Aqui no Brasil, temos aplicativos semelhantes, como o Skoob, mas nenhum com uma comunidade tão grande quanto o Goodreads.",
    "context": "O contexto",
    "contextP1": "O aplicativo Goodreads tem a função de catalogar livros, ler e escrever resenhas de livros, avaliar livros e descobrir novas leituras. Além disso, funciona como uma rede social, onde você pode seguir pessoas e ver suas atividades, além de participar de grupos de leitura e comunidades dentro da própria plataforma.",
    "contextP2": "Como subsidiária da Amazon, você pode conectar sua conta da Amazon ao Goodreads e ter suas anotações e destaques do Kindle no aplicativo, além de importar sua biblioteca da Amazon para o aplicativo.",
    "problem": "O problema escolhido",
    "problemP1": "O fluxo escolhido foi Configurações e Editar Perfil. Identifiquei alguns problemas como:",
    "problemL1": "Redução no número de etapas para realizar a tarefa",
    "problemL2": "Redução na quantidade de texto desnecessário na tela e redistribuição de informações",
    "problemL3": "Atualização da organização e layout",
    "problemL4": "Melhorias na hierarquia visual e organização de elementos",
    "problemL5": "Páginas traduzidas para o idioma atual",
    "problemL6": "Uso do Material You como guia, tornando o design mais atual, dentro das novas tendências",
    "problemL7": "Padronização da iconografia",
    "problemP2": "Percebi que o problema iria além do fluxo escolhido, tendo que envolver outras telas para tornar o fluxo mais fluido para essas etapas escolhidas.",
    "improvement": "As melhorias",
    "improvementP1": "Com base nas Heurísticas de Nielsen e no Design Emocional de Norman, a ideia de redesenho era melhorar a navegação, tornando-a mais amigável, familiar e organizada. O layout foi trabalhado para ser mais visualmente agradável e proporcionar uma melhor experiência para os leitores, a fim de tornar o aplicativo uma extensão da experiência de leitura para leitores regulares.",
    "improvementL1": "Redução no número de etapas para realizar a tarefa",
    "improvementL2": "Redução na quantidade de texto desnecessário na tela e redistribuição de informações",
    "improvementL3": "Atualização da organização e layout",
    "improvementL4": "Melhorias na hierarquia visual e organização de elementos",
    "improvementL5": "Páginas traduzidas para o idioma atual",
    "improvementL6": "Uso do Material You como guia, tornando o design mais atual, dentro das novas tendências",
    "improvementL7": "Padronização da iconografia",
    "result": "O resultado",
    "conclusion": "Conclusão",
    "conclusionP1": "Este exercício me fez buscar novas formas de pensar sobre o fluxo do usuário e melhorar a experiência de usabilidade identificando pontos de atrito no processo de execução de tarefas. Ao mesmo tempo, pude melhorar a hierarquia visual, utilizar o Design System e aplicar as Heurísticas de Nielsen e o Design Emocional de Norman para aprimorar a experiência de um aplicativo que eu particularmente gosto e gostaria de ver melhorado."
}