{
 "welcome":"Olá, eu sou",
 "introduction": "Eu sou uma designer de UX/UI que cria produtos digitais amigáveis e úteis para os usuários. Sou empática, curiosa e criativa. Quando não estou projetando, você pode me encontrar saboreando um café, lendo livros, fazendo carinho em gatos ou patinando com meus patins inline pela cidade. Também sou vegana, amante de vinho e fã de culinária, que gosta de preparar pratos deliciosos com ingredientes à base de plantas saudáveis (ou não).",
 "compliment": "Bom te ver por aqui",
 "resumeButton": "Leia meu currículo",
 "projectTitle": "Principais projetos",
 "medLogTitle": "Autenticação Hospitalar Multi-plataformas",
 "medLogtext": "Uma plataforma que concentra diversos contextos hospitalares para cada tipo de tratamento. Aqui, os profissionais de saúde podem fazer apenas um login para acessar várias plataformas de acordo com seu contexto de saúde.",
 "simboraLP": "Plataforma de gerenciamento de entregas que oferece gestão de pedidos, clientes, motoristas e veículos, otimização de rotas, rastreamento em tempo real e painel de business intelligence (BI), que funciona para qualquer negócio de entregas.",
 "simboraDelivery":"Simbora é uma plataforma de serviço de entrega de comida que conecta clientes a restaurantes locais e culinárias diversas. Ela oferece opções de entrega rápidas, convenientes e acessíveis para todos os gostos. O Simbora torna o pedido de comida fácil e prazeroso.",
 "goodReadsTitle":"GoodReads - Estudo de Caso",
 "goodReadsText":"Este estudo de caso soluciona alguns problemas de interface, hierarquia visual e fluxo encontrados no aplicativo GoodReads. Simplifiquei o processo de edição de perfil, resultando em uma melhor experiência do usuário e interface.",
 "extrasText": "Uma coleção de alguns momentos criativos que tive. Aqui você pode encontrar algumas coisas que não estão diretamente relacionadas com a minha função, mas sim outros tipos de designs que gosto de fazer apenas por diversão, ou para me desafiar e estimular minha criatividade.",
 "work": "Trabalhos"
}