{
    "title": "Autenticação Hospitalar Multi-plataformas",
    "abstract": "Este é o projeto mais recente em que tenho trabalhado, ainda está em processo de descoberta para algumas funcionalidades. Este produto é uma plataforma de login único para um sistema de saúde de uma empresa de seguros de saúde. Aviso Legal: O nome, as cores da marca e alguns termos foram alterados para preservar os direitos de imagem e NDA.",
    "context": "O Contexto",
    "contextP1": "Esta plataforma foi criada para unir todas as plataformas que esta empresa possui nos contextos de saúde e administrativo, a fim de organizar e facilitar o processo de login para os profissionais de saúde, TI e administrativos que têm mais de uma plataforma para usar no trabalho diário. A ideia era transformar todos os acessos em um único login para ter acesso a todas as plataformas de que precisam, considerando as permissões de cada profissional e seu contexto de saúde e campo de atuação.",
    "contextP2": "Tivemos que seguir algumas regras para este projeto:",
    "contextL1": "As plataformas deveriam ser acessadas com um único nome de usuário. O sistema deveria identificar se esse usuário possui biometria ou senha para fazer login. O fluxo seguiu o que o sistema identificou.",
    "contextL2": "A plataforma mostrava apenas o que o usuário tinha permissão para acessar. As permissões foram parametrizadas para quem tem essa permissão no Administrador.",
    "contextL3": "Para abrir as plataformas de contexto, o usuário precisava fornecer algumas informações específicas para a plataforma escolhida. Cada plataforma de contexto tinha dados específicos para inserir.",
    "contextL4": "Não pudemos fazer nenhuma inovação na estrutura de dados ou novos recursos importantes. Tivemos que usar o sistema legado do cliente.",
    "problem": "O Problema",
    "problemP1": "Quando comecei neste projeto, já havia algumas coisas feitas no Figma e na área de desenvolvimento. Então tive que entender o contexto e saber em qual momento do processo o projeto estava. Decidi começar organizando todo o protótipo e, em seguida, começar o trabalho árduo.",
    "problemP2": "A plataforma era algo como isso:",
    "problemP3": "Tive algumas reuniões com partes interessadas, Gerente de Produto, Proprietário do Produto e equipe de Desenvolvimento. Dessa forma, pude entender tudo o que precisava para realizar meu trabalho. Infelizmente, nesse contexto, não pude falar com os usuários, mas um dos interessados era um médico administrador que trabalhava em alguns contextos do seguro saúde.",
    "problemP4": "Quando entendi o produto naquele momento, pude ter algumas novas ideias sobre como poderia melhorar essa plataforma. Ao conversar com as partes interessadas, percebi que eles tinham 2 principais insatisfações:",
    "problemL1": "A plataforma era muito simples, com pouco valor e funcionalidade. Para eles, era apenas mais uma etapa no processo de login.",
    "problemL2": "O layout era muito simples, muito branco e muito vazio. Eles queriam algo mais amigável e acolhedor.",
    "problemP5": "Essas conversas me fizeram pensar com mais clareza. Então comecei a ter algumas novas ideias com mais direções e melhores.",
    "process": "O Processo",
    "processP1": "Depois de analisar todos os dados que pude obter, criei alguns fluxos para entender melhor o fluxo do usuário ao usar as plataformas. Aqui está um exemplo:",
    "processP2": "Decidi organizar tudo o que o projeto havia feito e organizar os seguintes itens:",
    "processL1": "Fluxos e protótipos mais antigos",
    "processL2": "Documentação",
    "processL3": "Componentes",
    "processL4": "Lista do que a área de Desenvolvimento tinha",
    "processL5": "Novo fluxo e protótipo",
    "processP3": "Para todo esse trabalho, usei alguns padrões de organização que a empresa tinha e conversei com a equipe de Desenvolvimento para entender o que eles haviam feito até aquele momento. Também estudei todo o Design System usado pela empresa antes de aplicá-lo, entendendo as regras e usos. Então comecei.",
    "results": "Os Resultados",
    "resultsP1": "Considerando todos os pontos das partes interessadas, o novo layout tinha alguns atalhos para recursos das plataformas de contexto e a opção de escolher alguns favoritos para listar no lado direito, tornando o acesso um pouco mais rápido e com uma organização personalizada.",
    "resultsP2": "Considerei as cores da marca e outros produtos feitos para o seguro saúde com base no Design System. Dessa forma, pude manter a consistência e seguir os mesmos parâmetros. Aqui também considerei a Lei de Jakob Nielsen para um bom design.",
    "resultsP3": "O novo layout era algo assim:",
    "resultsP4": "Cada plataforma de contexto tem seus próprios atalhos e possibilidades de favoritos:",
    "resultsP5": "Essa nova interface foi aprovada pelas partes interessadas com sucesso. A intenção é observar como ela funciona para os usuários e obter alguns feedbacks.",
    "next": "O Que Vem Aí",
    "nextP1": "Agora que temos uma nova proposta de interface de usuário, precisamos desenvolver as mudanças. Para isso, farei um handoff para facilitar os processos de desenvolvimento, informando as regras de negócio, comportamentos de interface e componentes feitos com base nos componentes básicos do Design System. A ideia é aplicar alguns testes com alguns usuários antes de lançá-lo, buscando problemas no fluxo, entender os sentimentos do usuário ao usar a nova interface e encontrar algumas lacunas novas para melhorar a plataforma."
}