{
    "title": "Currículo",
    "location": "FORTALEZA, BRASIL",
    "summary": "RESUMO",
    "summaryP1": "Designer de UX/UI experiente com 3 anos de experiência e formação em Linguística-Literatura e Design de Interiores.",
    "summaryP2": "Proficiente em Figma, Adobe XD, processos de Design de UX, Design de UI, Design Sprints. Habilidade em métodos de pesquisa de UX. Boa comunicação com a equipe de Desenvolvimento.",
    "summaryP3": "Demonstra boa experiência em comunicação e negociação de design com partes interessadas, Escrita de UX, Métodos Ágeis, Sistema de Design, ChatGPT para UX, documentação de design e entrega.",
    "summaryP4": "Fortes habilidades interpessoais como organização, liderança, empatia, autocontrole, prestatividade, criatividade e aprendizado rápido. Habilidades eficazes de comunicação e empatia aprimoram soluções de design centradas no usuário.",
    "experience": "EXPERIÊNCIA PROFISSIONAL",
    "intimedRole": "DESIGNER DE UX/UI - DESDE ABRIL DE 2022",
    "intimed1": "Criação de soluções para sistemas web orientados para a saúde que melhoraram a experiência e a produtividade da equipe do cliente. Criação de fluxos de usuário, protótipos de alta fidelidade, escrita de UX, entregas, manutenção do Sistema de Design. Experiência com o Modelo Ágil do Spotify.",
    "intimed2": "Apresentações para clientes, treinamento de design para equipes de desenvolvimento e design para desenvolver habilidades em Figma e ChatGPT. Pesquisa para projetos internos, documentação de sistemas para a equipe de projeto, análise heurística e criação de processos internos.",
    "intimed3": "Resultados: melhoria nos processos da equipe de design, melhor organização e produtividade da equipe de design, melhor comunicação design-desenvolvimento e redução do tempo dos processos de produção. Melhoria de produtos com base em boa comunicação com partes interessadas e a equipe de Negócios. Implementação de Processos de Design em equipes.",
    "intimed4": "Habilidades: Figma, Design Sprints, Kanban, Azure, ChatGPT, Design Centrado no Usuário, Workshops, Comunicação com Partes Interessadas, Liderança.",
    "idunRole": "DESIGNER DE UX/UI - JULHO DE 2021 / ABRIL DE 2022",
    "idun1": "Criação de soluções para aplicativos web e móveis orientados para a saúde.",
    "idun2": "Criação de protótipos de alta fidelidade, ilustrações e comunicação direta com o Desenvolvimento.",
    "idun3": "Habilidades: Figma, Adobe XD, Design Sprints, Kanban, Jira, Design Centrado no Usuário.",
    "argoRole": "DESIGNER DE UX/UI - SETEMBRO DE 2020 / OUTUBRO DE 2021",
    "argo1": "Criação de soluções para diversos tipos de sistemas web e móveis, como delivery de alimentos, páginas de destino, aplicativos de mídia social e painéis de controle.",
    "argo2": "Criação de protótipos de alta fidelidade, ilustrações e comunicação direta com o Desenvolvimento.",
    "argo3": "Habilidades: Figma, Adobe XD, Design Sprints, Kanban, Jira, Design Centrado no Usuário.",
    "education": "EDUCAÇÃO",
    "fariasBrito": "CENTRO UNIVERSITÁRIO FARIAS BRITO",
    "fbCourse": "Tecnólogo - Design de Interiores",
    "fbPeriod": "JANEIRO DE 2017 - AGOSTO DE 2019",
    "uece": "UNIVERSIDADE ESTADUAL DO CEARÁ",
    "ueceCourse": "Bacharelado - Linguística e Literatura Inglesa",
    "uecePeriod": "AGOSTO DE 2012 - OUTUBRO DE 2016",
    "languages": "IDIOMAS",
    "brLang": "PORTUGUÊS BRASILEIRO",
    "brLevel": "Nativo",
    "enLang": "INGLÊS",
    "enLevel": "Fluente / Avançado",
    "publication": "PUBLICAÇÃO",
    "downloadResume": "BAIXAR CURRÍCULO"
    }