{
    "title": "Simbora - Landing Page",
    "abstract": "Este processo de design de página de destino é uma abordagem holística e centrada no usuário que combina estética, funcionalidade e comunicação. A ideia era torná-la simples, esteticamente agradável e objetiva, comunicando claramente todas as informações necessárias.",
    "context": "O Contexto",
    "contextp1": "Simbora é um sistema personalizado de roteamento e gerenciamento de entregas. Eles estão localizados em Fortaleza, Brasil. O nome se refere a uma expressão local que significa 'Vamos lá'. Eles oferecem serviços de logística, roteamento inteligente, torre de controle, gerenciamento financeiro, painel de BI e comunicação com o cliente. Eles queriam uma página simples para comunicar seus serviços aos clientes e ao público-alvo.",
    "problem": "O Problema",
    "problemP1": "Começo reunindo os requisitos e expectativas do cliente para a página de destino. Faço perguntas como: Qual é o objetivo da página de destino? Quem é o público-alvo? Qual é a mensagem principal e proposta de valor? Qual é o tom e a voz da marca? Qual é o principal valor e serviço que você deseja destacar no site?",
    "problemP2": "Também peço alguns exemplos de páginas de destino e sites que eles gostam e faço um moodboard. Realizo uma pesquisa de mercado e análise de páginas de destino semelhantes ou relevantes para identificar as melhores práticas, oportunidades e desafios. Observo aspectos como design, conteúdo, usabilidade e viabilidade técnica (considerando o orçamento disponível para o projeto).",
    "process": "O Processo",
    "processP1": "Crio wireframes de baixa fidelidade da estrutura e layout da página de destino. Usei o Figma para criar wireframes claros, simples e consistentes. Foco no fluxo do usuário, hierarquia e alinhamento dos elementos. Aqui, também apresentei alguns elementos de design que poderiam ajudar o cliente a visualizar como o design estava alinhado com as diretrizes de marca que me foram apresentadas.",
    "processP2": "Testo e valido meus wireframes com usuários reais ou partes interessadas para obter feedback e insights. Uso o método de teste do usuário para coletar pontos de melhoria dos wireframes. Itero e aperfeiçoo meus wireframes com base no feedback dos testes e das partes interessadas.",
    "processP3": "Elaboro a redação e o conteúdo da página de destino usando princípios e técnicas de redação UX. Escrevo textos claros, concisos e persuasivos que comunicam a proposta de valor e a chamada para ação da página de destino. Uso o tom e a voz da marca para criar uma experiência consistente e memorável para os usuários. Todas as informações que coloquei lá eram tão claras e objetivas quanto possível.",
    "processP4": "Transformo o wireframe e o texto em um protótipo de alta fidelidade que se assemelha ao produto final. Adiciono cores, fontes, imagens, ícones e animações para criar uma página de destino visualmente atraente e envolvente. Uso o Figma para criar o protótipo interativo que pode ser visualizado e testado em um navegador da web. Depois de aprovado, crio o protótipo mobile e o testo. Enquanto eu fazia toda a interface do usuário, também criei o UI Kit e os tokens para ajudar o desenvolvedor a construir o site.",
    "processP5": "Realizei uma rodada final de testes e validação com as partes interessadas para garantir que a página de destino atenda aos objetivos e expectativas do cliente. Em seguida, entrego o protótipo final juntamente com uma documentação que explica as decisões de design e recomendações.",
    "design": "O Design Final",
    "designP1": "Após concluir todo esse processo de compreensão, construção e validação, e considerando as diretrizes de marca, cores e seguindo um design elegante baseado na marca, a interface final foi a página de destino abaixo:",
    "designbtn": "Veja a página completa aqui",
    "conclusion": "Conclusão",
    "conclusionP1":"Esta página de destino foi um bom desafio para mim porque pude praticar e aprimorar algumas novas abordagens para o processo de design, estilos de design, tokens de design, UI Kit e redação UX para um novo tipo de produto, diferente do que eu costumava fazer como Designer de UX. Estou muito feliz e orgulhoso do que aprendi com este projeto."
    }