{
    "title": "ABC da Bauhaus - Book Cover",
    "abstract": "Bauhaus is my favorite avant-garde design school, because the form, the philosophy, the history and they fight on the Second Great War. When I study Bauhaus on college, their history was very inspiring for me. So I wanted to create something that could put me on a Bauhaus Aestetic perspective.",
    "context": "The context",
    "contextP1": "For this redesign I tried to recreate the Bauhaus aestetic with a contemporary look. This book, called “ABC da Bauhaus” (or “ABC of Bauhaus”, in English), has a minimalistic book cover, less colorful and, in my opinion, a little cold. ",
    "process": "The creative process",
    "processP1": "I decide to search for some references on Bauhaus artists and designers. When I was on Interior Design college, one of designers that had a great highlight on my studies was Wassily Kandinsky, because I made, with some other designers, a fitment based on one of his works. Here I decided to search for more of his works of arts and I found so many great inspiring paintings that was hard to choose one. But, when I saw this one, I knew what to do for my redesign:",
    "processP2":"In my benchmarking, I found some interesting things, and this picture complete my ideas:",
    "processP3":"After find some inspirations, I started to design my own version of ABC da Bauhaus. And this is always my favorite part of doing something: the time of make it happen!",
    "result": "The Result",
    "resultP1":"I like basic style on my way of living: clothes, process and also design. Basics mostly works better than big productions. So that was my way of doing this new cover.",
    "resultP2":"I used here basic geometric forms to compose the cover, based on Bauhaus style, the kandinsky’s painting and the picture above. I also choose primary and neutral colors to give some colorful vibe but with softness touch, inspired by the same things. For the typography I used the font Bauhaus for the name “Bauhaus” (I think you imagine why) and Glacial Indifference for all the rest. ",
    "resultP3": "After choosing the colors, the forms and the fonts, I put all together on the new cover:",
    "resultP4": "This project gave me a new perspective of colors, forms, geometry and minimalism, looking on the glasses of Bauhaus, my favorite vanguard of design. ",
    "resultP5": "Thanks for watching!"
}