{
    "title": "Goodreads - Case Study",
    "abstractP1": "The application chosen for this case study was Goodreads, a social network of readers from all over the world, being one of the largest in its segment. I chose this app because, as an avid reader for many years, I like to catalog what I read, list my future readings, and see what's new in the literary world.",
    "abstractP2": "But it looks like Goodreads could deliver a lot more since it became famous as its current layout and usability are the same as it has been for years. Many users complain that there are no significant updates, and the application has many problems. Here in Brazil we have similar apps, like Skoob, but none with a community as big as Goodreads.",
    "context": "The context",
    "contextP1": "The Goodreads application has the function of cataloging books, reading and writing book reviews, evaluating books, and discovering new readings. In addition, it works as a social network, where you can follow people and see their activities, and also participate in reading groups and communities within the platform itself.",
    "contextP2": "As a subsidiary of Amazon, you can connect your Amazon account to Goodreads and have your Kindle notes and highlights in the app, as well as import your Amazon library into the app.",
    "problem": "The chosen problem",
    "problemP1": "The flow chosen was Settings and Edit Profile. I identified some problems like:",
    "problemL1": "Decrease in the number of steps to perform the task",
    "problemL2": "Reduction in the amount of unnecessary text on the screen and redistribution of information",
    "problemL3": "Organization and layout update",
    "problemL4": "Visual hierarchy and element organization improvements",
    "problemL5": "Pages translated into the current language",
    "problemL6": "Use of Material You as a guideline, making the design more current, within the new trends",
    "problemL7": "Standardization of iconography",
    "problemP2": "I realized that the problem would go beyond the chosen flow only, having to involve other screens to make the flow more fluid for these steps chosen.",
    "improvement": "The improvements",
    "improvementP1": "Based on Nielsen's Heuristics and Norman's Emotional Design, the redesign idea was to improve navigation, making it more friendly, familiar and organized. The layout was worked on to be more visually pleasing and provide a better experience for readers, in order to make the app an extension of the reading experience for regular readers.",
    "improvementL1": "Decrease in the number of steps to perform the task",
    "improvementL2": "Reduction in the amount of unnecessary text on the screen and redistribution of information",
    "improvementL3": "Organization and layout update",
    "improvementL4": "Visual hierarchy and element organization improvements",
    "improvementL5": "Pages translated into the current language",
    "improvementL6": "Use of Material You as a guideline, making the design more current, within the new trends",
    "improvementL7": "Standardization of iconography",
    "result": "The result",
    "conclusion": "Conclusion",
    "conclusionP1": "This exercise made me look for new ways of thinking about user flow and improving the usability experience by identifying friction points in the task execution process. At the same time, I was able to improve the visual hierarchy, use the Design System and apply Nilsen's Heuristics and Norman's Emotional Design to improve the experience of an application that I particularly like and that I would like to see improved."
}