{
    "title": "Hospital Multi Platfoms Login",
    "abstract": "This is the most recent project I’ve been working on, and it’s still in Discovery Process for some features. This product is a One Sign In platform for a Health Multi System of an health insurance company. Disclaimer: The name, the brand collors and some terms were changed to preserve the image rights and NDA.",
    "context": "The context",
    "contextP1":"This platform was created to unite all the platforms this company has on the health and administrative contexts, in order to organize and to facilitate the sign in process for the health, IT and administrative professionals who has more than one platform to use on daily work. The idea was turn all the access in one single login to have access to all the platforms they need, considering the permissions each professional had and their health and field context.",
    "contextP2": "We had to follow some rules to make this project:",
    "contextL1":"The platforms had to be accessed with one single username. The system had to identify if this user has biometry or password to sign in. The flow followed what the system identified.",
    "contextL2": "The platform only showed what the user had permission to access. The permitions were parameterized for who has this permition on the Administrator.",
    "contextL3": "To open the contexts platforms, the user had to put some specific informations for the platform choosen. Each context platform had specific data to insert.",
    "contextL4": "We couldn’t do any innovation on data structure or new big features. We had to use the legacy system of the client.",
    "problem": "The Problem",
    "problemP1": "When I started on this project, there was some things made on Figma and on development area. So I had to take some context and understand what was going on and which moment at the process the project was. So I decided to start organizing all the prototype and after that start the hard work.",
    "problemP2": "The platform was something like this:",
    "problemP3": "I had some meetings with Stakeholders, Product Manager, Product Owner and Development team. This way I could understand all that I need to do my work. Sadly, in this context, I couldn’t talk with the users, but one of the stakeholders was a admistrator doctor who worked on some contexts of the health insurance.",
    "problemP4": "When I understood the product at that moment, I could have some new ideas about how I could improve this platform. Talking with stakeholders, I realized that they had 2 main unsatisfactions:",
    "problemL1": "The platform was very simple, with little value and function. For them, it was just one more step on the sign in process.",
    "problemL2": "The layout was too simple, too white and too empty. They wanted something more friendly and coldless",
    "problemP5": "These conversations made me think more clearly. So I started to have some new ideas with more and better directions.",
    "process": "The Process",
    "processP1": "After all the data I could take be analysed, I made some flows to a better understanding of the user flow to use the platforms. Here’s one example:",
    "processP2": "I decided to take all the project had made and organize the following items:",
    "processL1": "Oldest flows and prototype",
    "processL2": "Documentation",
    "processL3": "Components",
    "processL4": "List of what Dev area had",
    "processL5": "New flow and prototype",
    "processP3": "For all this work, I used some organization patterns that company had and talked with the Development team to understand what they had done until that moment. I also study all the Design System used by the company before apply it, understanding the rules and uses. So I started.",
    "results": "The Results",
    "resultsP1": "Considering all the stakeholders points, the new layout had some shortcuts to resources of the context platforms and the option to choose some favorites to list on the right side, making the access a little faster and with a custom organization. ",
    "results:P2": "I considered the brand colors and other products made for the health insurance based on Design System. This way I could keep the consistence and follow the same parameters. Here I also consider Jakob Nilsen’s Law to a good design.",
    "resultsP3": "The new layout was something like this:",
    "resultsP4": "Each context platform has its own shortcuts and favotite possibilities:",
    "resultsP5": "This new interface was approved by the stakehoulders succesfully. The intention is observe how it works for the users and take some feedbacks. ",
    "next": "What’s next",
    "nextP1": "Now that we have a new proposal of user interface, we have to develop the changes. For that, I will make a handoff to facilitate the development processes, informing business rules, interface behaviors and components made with the Design System’s base componens. The idea is to apply some tests with some users before we launch it, searching for problems on the flow, understand the user’s feeelings using the new interface and find some new gaps to improve the platform."

}