{
    "title": "Resume",
    "location": "FORTALEZA, BRAZIL",
    "summary":"SUMMARY",
    "summaryP1": "Experienced UX/UI Designer with 3 years of experience and a background in Linguistics-Literature and Interior Design.",
    "summaryP2": "Proficient in Figma, Adobe XD, UX Design processes, UI Design, Design Sprints and. Skilled in UX Research methods. Great communication with the Development team.",
    "summaryP3": "Demonstrate good experience on communication and design negotiation with stakeholders, UX Writing, Agile Methods, Design System, ChatGPT for UX, Design documentation and Handoff.",
    "summaryP4": "Strong soft skills such as organization, leadership, empathy, self-governance, helpfulness, creativity, and fast learning. Effective communication and empathy skills enhance user-centered design solutions.",
    "experience": "WORK EXPERIENCE",
    "intmedRole": "UX/UI DESIGNER - SINCE APRIL 2022",
    "intimed1": "Creating solutions for health-oriented web systems that improved the experience and productivity of the client's team. Creation of user flows, high fidelity prototypes, UX writing, handoffs, Design System maintenance. Experience with Agile Spotify Model.",
    "intimed2": "Presentations for clients, design training for development and design teams to develop Figma and ChatGPT skills. Research for internal projects, systems documentation for the project team, heuristic analysis and creation of internal processes.",
    "intimed3": "Results: improvement of design team processes, better organization and productivity of the Design Team, better communication design-development and reducing the time of production processes. Improvement of products based on good communication with stakeholders and the Business Team. Implement Design Processes on teams.",
    "intimed4": "Skills: Figma, Design Sprints, Kanban, Azure, ChatGPT, User Centered Design, Workshops, Communication with Stakeholders, Leadership.",
    "idunRole": "UX/UI DESIGNER - JULY 2021 / APRIL 2022",
    "idun1": "Creation of solutions for health-oriented web and mobile applications.",
    "idun2": "Creation of high fidelity prototypes, illustrations and direct communication with Development.",
    "idun3": "Skills: Figma, Adobe XD, Design Sprints, Kanban, Jira, User-Centered Design.",
    "argoRole": "UX/UI DESIGNER - SEPTEMBER 2020  / OCTOBER 2021",
    "argo1": "Creation of solutions for many types of web and mobile systems, such as food delivery, landing pages, social media app and dashboards.",
    "argo2": "Creation of high fidelity prototypes, illustrations and direct communication with Development.",
    "argo3": "Skills: Figma, Adobe XD, Design Sprints, Kanban, Jira, User-Centered Design.",
    "education": "EDUCATION",
    "fariasBrito":"FARIAS BRITO UNIVERSITY CENTER",
    "fbCourse": "Technologist - Interior Design",
    "fbPeriod": "JANUARY 2017 - AUGUST 2019",
    "uece": "STATE OF CEARÁ UNIVERSITY",
    "ueceCourse": "Bachelor’s Degree - English Linguistics And Literature",
    "uecePeriod": "AUGUST 2012 - OCTOBER 2016",
    "languages": "LANGUAGES",
    "brLang": "BRAZILIAN PORTUGUESE",
    "brLevel":"Native",
    "enLang": "ENGLISH",
    "enLevel":"Fluent / Advanced",
    "publication":"PUBLICATION",
    "downloadResume": "DOWNLOAD RESUME"

}